const tableData = [
  {
    id: 0,
    name: "Лягушка Веельзевула",
    habitat: "Мадагаскар",
    description: "Сейчас эту самую крупную лягушку в мире вы сможете встретить только в музее. Это ископаемое земноводное Beelzebufo ampinga, длина тела которого составляла около 40 сантиметров в длину, а вес – до 4,5 килограмм. Лягушка Веельзевула имела короткие ноги, так что вряд ли она могла прыгнуть далеко. Зато, как и у всех лягушек, ее мощный широкий рот был усеян зубами. Ближайшие родственники гигантской лягушки сейчас проживают в Южной Америке.",
  },
  {
    id: 1,
    name: "Лягушка-голиаф",
    habitat: "Камерун",
    description: "Длина тела лягушки-голиафа, может быть, и не позволяет ей претендовать на золотой пьедестал – «всего» 32 сантиметра. Зато ее прыжок на 3 метра, оставляет всех конкурентов далеко позади. Современная, самая большая лягушка на свете проживает в Центральной Африке.",
  },
  {
    id: 2,
    name: "Лягушка-бык",
    habitat: "Северная Америка",
    description: "Следующая по величине амфибия – до 25 сантиметров длины, проживает в Северной Америке. Отдельные особи достигают 3 килограммов веса. Неплохое «лакомство» для хищника, кажется? Однако чаще всего выигравшим оказывается именно земноводное. Иногда жертвами прожорливой амфибии оказываются даже малютки-аллигаторы!",
  },
  {
    id: 3,
    name: "Рогатка изменчивая",
    habitat: "Бразилия",
    description: "Рогатки проживают исключительно в Южной Америке. К своим устрашающим размерам (до 20 сантиметров) лягушка прибавляет внушительное украшение на голове – рога и гребень. Кстати, рогатки считаются современными родственниками лягушки Веельзевула, правда, изрядно «похудевшими».",
  },
];
